Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D04B.tmx
Source language: en_us
Languages: zh_cn

source: Christianity's Surge in Indonesia
zh_cn: 基督教在印度尼西亚的兴起（二）

source: Over the past couple of years, Christian groups say, dozens of churches and theological academies have been destroyed or forced to shut by Islamic groups who accuse Christians of stealing believers from Muslim ranks.
zh_cn: 在过去的几年中，基督教群体称，很多教堂和神学院都被伊斯兰群体而毁坏或强制关闭，他们认为基督徒在从穆斯林那边偷信徒。

source: Despite appointing prominent Christians to his Cabinet, Indonesian President Susilo Bambang Yudhoyono has said little to defend religious minorities, and has remained silent as dozens of local governments pass Islamic-based laws that threaten Christian rights.
zh_cn: 除了在内阁任命了一名基督徒之外，印尼总统Yudhoyono对于保护宗教弱势群体基本上一句话都没有，而当他的很多地方政府都通过基于伊斯兰教的法律，从而威胁基督徒的权利的时候，他也保持缄默。

source: Such moves "conflict with the constitution and have the potential to threaten freedom of religion in this country," according to Hendardi, chairman of the Setara Institute, a Jakarta-based NGO that promotes pluralism.
zh_cn: 这些举动“与宪法相冲突并且有潜在因素威胁这个国家的宗教自由”，总部在雅加达的提倡多样性的非政府组织Setara机构主席Hendardi说。

source: Last year, the Indonesia Ulema Council, an influential Islamic clerical body, sounded the alarm about Christian proselytization and called on Muslims to more staunchly guard their faith.
zh_cn: 去年，印度尼西亚Ulema委员会，一个相当有影响力的伊斯兰教团体，宣称基督教因引诱人改教变节的危险，并且呼吁穆斯林更加坚实地持守自己的信仰。

source: The pace with which unlicensed churches are being shut down by local authorities is also increasing.
zh_cn: 与此一同发生的还有当地政府关闭了一大批未登记的教堂。

source: Christians complain that gaining official sanction to build a mosque is easy while getting similar permission for churches is glacial.
zh_cn: 基督徒们抱怨说，想要申请批准修建一座清真寺非常容易，但是若想申请批准修建一座教堂就非常困难。

source: As a consequence, most Christian houses of worship are unofficial.
zh_cn: 结果是大部分的基督徒礼拜场地都是非官方的。

source: "There is a real fear that Christianity is on the march," says Mike Hilliard, a Scottish minister who with his Indonesian wife runs an orphanage outside Jakarta that has been targeted by militant Muslims.
zh_cn: Mike Hilliard，一位苏格兰传道士说：“人们真的很害怕基督徒的数量不断加增。”他娶了一位印尼太太，二人一起在雅加达郊区经营着一家孤儿院，而他们已经成为穆斯林军方的攻击目标了。

source: "Because of this fear, emotions are easily stirred up and mobs can form quickly."
zh_cn: “因为这种恐惧，人们的情绪很容易被调动，也很容易引发暴乱。”

source: Defenders of faith have mobilized in neighboring Malaysia too.
zh_cn: 这种护教运动也延伸至邻国马来西亚。

source: After a local court ruled on Dec. 31 that a Malaysian Christian newspaper could refer to the Christian deity as Allah, many Muslims, who constitute the multiethnic country's majority, protested.
zh_cn: 12月31日，当一个当地法庭判决说一家马拉西亚基督教报纸可以把基督教中的神也称为“安拉”的时候，占这个多宗教国家大多数的穆斯林爆发了示威。

source: Christians professed puzzlement: when speaking Malay, they had used the word Allah for centuries -- why the sudden outrage now?
zh_cn: 当地基督徒表示很不理解：在马来语中，他们已经用“安拉”这个词达数世纪之久，为什么突然就被激怒了呢？

source: Prominent Islamic activists responded by saying that sharing one word for two different gods could lead some Muslims to unwittingly stray to Christianity.
zh_cn: 而一些伊斯兰教活动家则称，用同一个词表示两个不同的神会容易导致一些穆斯林不知不觉地就称了基督徒了。

source: By January, passions had spilled onto holy turf, with around a dozen churches, one mosque and a Sikh temple attacked.
zh_cn: 到了一月份，这种敌对情绪一度殃及宗教场所，大概有12座教堂，一座清真寺和一座锡克教神殿遭到攻击。

source: Late that month, eight people were arrested for suspected roles in the firebombing of a Pentecostal church in the capital of Kuala Lumpur.
zh_cn: 一月底，八人因涉嫌在首都科伦坡策划一起灵恩派教堂爆炸案被逮捕。

source: As both Muslims and Christians more fervently express their faith, a kind of spiritual siloing is developing in Southeast Asia, in contrast to the sectarian mixing that often characterized relations in previous generations.
zh_cn: 随着穆斯林和基督徒更加热切公开地表达他们的信仰，一种属灵的区分（词没有查到）也在东南亚开始发展，而这时与以前的世代，各种宗族混居的情况是不同的。

source: "Even compared to five years ago, relations between Christians and Muslims have worsened," says Father Andang Binawan, a Roman Catholic priest in Jakarta who holds a Ph.D. in theology from a Belgian university.
zh_cn: Andang Binawan，一位雅加达的天主教神父说：“甚至于五年前相比，基督徒和穆斯林的关系也变得恶化了”，该神父拥有在一所比利时大学取得的神学博士学位。

source: "Many people now, including government officials, feel pressure by society to identify themselves as good Muslims and they worry that by associating with people of other religions, they will be seen as less pious.
zh_cn: “很多人，包括政府官员都感觉到社会一直在以是不是一个好穆斯林来评判他们并施加压力。如果他们与其他宗教的人交往，就会被看作是不够虔诚。

source: Even saying 'Merry Christmas' to a Christian can be seen as a problem."
zh_cn: 甚至对基督徒说上一句圣诞快乐都会惹来麻烦。”

source: At the same time, aggressive proselytization by Evangelical groups, both foreign and local, leads to accusations that Christians are hungry for souls -- and church donations.
zh_cn: 同时，外国和本地福音团体来势汹汹的扩张，被人们理解为基督徒既渴慕灵魂，又渴慕教会的捐献。

source: Website and sermon invectives, in which some Christian preachers dismiss Muslims as terrorists, also feed a prejudicial cycle that is spinning both sides away from Indonesia's pluralistic underpinnings.
zh_cn: 一些基督教牧师在网站和讲道中，攻击穆斯林说他们是恐怖分子，也导致了这种不断循环的仇恨中。

source: (Unlike neighboring Malaysia, which was set up as a Muslim state -- although one that guarantees minority religious rights -- Indonesia recognizes six official faiths: Islam, Catholicism, Protestant Christianity, Buddhism, Hinduism and Confucianism.) "We have many [religions], and they all coexist peacefully," President Yudhoyono told TIME last November.
zh_cn: （他们承认六种宗教：伊斯兰教、天主教、新教、佛教、印度教和孔教。）印尼总统Yudhoyono去年十一月对时代周刊说：“我们有很多宗教，他们都和平共处。

source: "This is the capital we will use to show that a clash of civilizations can be prevented."
zh_cn: 我们的首都展示了文明间的冲突是可以避免的。”

source: But even as he spoke, Christian theological students were staging a sit-in on a busy Jakarta street to protest having been intimidated into evacuating their campus after threats from Muslim mobs.
zh_cn: 可就在他说这话的时候，一群基督教神学生正在雅加达的大街上静坐示威，来抗议他们因为一群穆斯林暴乱而必须离开校园。

source: A clash of civilizations seemed to be exactly what was taking place.
zh_cn: 文明上的冲突正是这里发生的事情。
